{
    "uid": 100031993,
    "migrosId": "513157100000",
    "migrosOnlineId": "4652948",
    "name": "In-shower hair removal cream",
    "brand": "Veet Men",
    "versioning": "Chest & legs",
    "title": "Veet Men · In-shower hair removal cream · Chest & legs",
    "description": "Veet Men In-shower hair removal cream Chest & legs Fast and effective",
    "productRange": "STANDARD",
    "productAvailability": "ONLINE_AND_INSTORE",
    "productInformation": {
        "mainInformation": {
            "brand": {
                "name": "Veet Men",
                "slug": "veet-men"
            },
            "rating": {
                "nbReviews": 1,
                "nbStars": 2.0
            },
            "migipediaUrl": "https://migipedia.migros.ch/de/products/513157100000"
        },
        "usageInformation": {
            "usage": "Read and follow all important instructions and directions for use before use. SUITABLE for back, chest, arms, legs and underarms. NOT SUITABLE for the head, face, eyes, nose, ears, anal or genital area, nipples, or any other part of the body DO NOT use on varicose veins, scars, birthmarks, pimply, damaged, irritated skin, sunburn or in case of previous skin reactions to hair removal cream. Always wait 72 hours until the next hair removal. If you are taking medication that can affect the skin, or if you have skin diseases or other complaints that affect the skin, consult a doctor before use. CARRY OUT A SKIN TEST before each use by applying the product to a small area of the body to be depilated according to the instructions for use. If no skin reactions occur after 24 HOURS, you can continue with the hair removal. In case of burning/tingling during application, remove the product immediately and rinse the skin thoroughly with cold water. If the burning continues, seek medical advice. After hair removal, the skin may be more sensitive for a short time, so avoid scratching. After hair removal, we recommend waiting 24 hours before applying deodorants or perfumed products, going swimming, sunbathing or using tanning equipment or cream. KEEP OUT OF REACH OF CHILDREN. If swallowed, consult a doctor immediately and show the package. Avoid contact with the eyes. In case of contact with the eyes, rinse immediately with plenty of water and consult a doctor. Contains alkali and thioglycolic acid salts. The product can make surfaces slippery. Avoid contact with carpets, clothing and floors.",
            "additionalInformation": "Veet Men Shower Hair Removal Cream for quick and effective results while you shower. It works even on very short hair and offers you noticeably smooth skin. Suitable for normal & dry skin. With Veet Men shower hair removal cream the removal of annoying body hair on the back, chest, arms, legs and armpits is particularly quick and easy. For longer-lasting smooth skin than with a traditional shave, without any cuts and itchy stubble."
        },
        "otherInformation": {
            "articleNumber": "513157100000",
            "distributorName": "Migros-Genossenschafts-Bund",
            "distributorStreetAndNumber": "Limmatstrasse 152, CH-8031 Zürich"
        }
    },
    "gtins": [
        "4002448136590"
    ],
    "images": [
        {
            "cdn": "rokka",
            "url": "https://image.migros.ch/d/{stack}/o-af-1-t.clr-fff/348ab46a83e524f6e67deb3e946d1fb5022c9193/veet-men-douche-creme.jpg"
        }
    ],
    "breadcrumb": [
        {
            "id": "7494743",
            "name": "Drugstore & cosmetics",
            "slugs": [
                "drugstore-cosmetics"
            ]
        },
        {
            "id": "7494826",
            "name": "Body care",
            "slugs": [
                "drugstore-cosmetics",
                "body-care"
            ]
        },
        {
            "id": "7495240",
            "name": "Hair removal & shaving",
            "slugs": [
                "drugstore-cosmetics",
                "body-care",
                "hair-removal-shaving"
            ]
        }
    ],
    "productUrls": "https://www.migros.ch/en/product/513157100000",
    "isMgbCompatible": true,
    "isConsignmentProduct": false,
    "offer": {
        "price": {
            "displayUnitPrice": true,
            "formattedPrice": "10.95",
            "advertisedDisplayValue": "10.95",
            "effectiveDisplayValue": "10.95",
            "multiplier": 1,
            "value": 10.95,
            "effectiveValue": 10.95,
            "advertisedValue": 10.95,
            "unitPrice": {
                "value": 7.3,
                "unit": "100ml"
            }
        },
        "quantity": "150ml",
        "quantityPrice": "7.30/100ml",
        "isVariableWeight": false,
        "channel": {
            "offerType": "OFFLINE",
            "region": "national"
        },
        "maxOrderableQuantityV2": 96,
        "isNewOffer": false,
        "displayPrice": true,
        "type": "STANDARD"
    },
    "dateAdded": "2024-09-16T17:59:22"
}