{
    "uid": 100023896,
    "migrosId": "514160800000",
    "migrosOnlineId": "126353",
    "name": "Toothpaste",
    "brand": "Elmex",
    "brandLine": "Professional",
    "versioning": "Sensitive",
    "title": "Elmex Professional · Toothpaste · Sensitive",
    "description": "Elmex Toothpaste Sensitive",
    "productRange": "STANDARD",
    "productAvailability": "ONLINE_AND_INSTORE",
    "productInformation": {
        "mainInformation": {
            "brand": {
                "name": "Elmex",
                "slug": "elmex",
                "imagePath": "https://www-leshop-ch-cld-res.cloudinary.com/image/upload/{stack}/v1652252422/brands/elmex"
            },
            "rating": {
                "nbReviews": 42,
                "nbStars": 4.5
            },
            "migipediaUrl": "https://migipedia.migros.ch/de/products/514160800000"
        },
        "usageInformation": {
            "usage": "For immediate pain relief, apply up to 2 times daily to the sensitive tooth with the fingertip and massage gently for 1 minute. For children under 12 years: Do not use fingertip application for immediate pain relief. For continued pain relief, apply to a soft toothbrush and brush teeth 2 times daily. Be sure to reach all pain sensitive areas. Pain-sensitive teeth could be an indication of a problem that should be treated by a dentist. For children up to 6 years: Use only a pea-sized amount of toothpaste. To avoid excessive swallowing, brush teeth only under supervision. Consult dentist or doctor if additional fluoride is ingested.",
            "additionalInformation": "The medical toothpaste with exclusive, clinically proven pro-argin formula perfects your oral hygiene if you suffer from particularly pain-sensitive teeth. The elmex Sensitive Professional toothpaste will quickly convince you with its immediate* and lasting pain relief. The innovative ingredients close the fine tubules that lead to the nerve of the tooth and thus block the pain permanently. Regular use of elmex Sensitive Professional toothpaste builds up a long-lasting and powerful protective barrier that acts like an all-round seal against pain sensitivity. *For immediate pain relief, please apply the toothpaste to the sensitive tooth with your fingertip up to 2x a day and gently massage the toothpaste into the tooth surface for 1 minute. elmex Sensitive Professional toothpaste offers everything you can expect from a modern toothpaste. Excellent oral hygiene, caries protection and the effective and lasting treatment of pain-sensitive teeth. How does the Pro-Argin technology work? The elmex Sensitive Professional toothpaste convinces with its exclusive PRO-ARGIN technology, which dentists also like to use professionally in their practices to treat their patients' pain-sensitive teeth. It closes the hair-thin channels that lead to the tooth nerve. In this way, the pain is permanently blocked. Immediate pain relief - this is how it works For immediate relief from unpleasant pain, please apply elmex Sensitive Professional toothpaste very gently to the sensitive tooth or teeth twice a day using your fingertip. Gently massage the toothpaste into the tooth for 1 minute. With regular use, this creates a protective barrier against the pain. Finally experience the long-awaited relief from your tooth sensitivity."
        },
        "otherInformation": {
            "articleNumber": "514160800000",
            "legalDesignation": "TOOTHPASTE",
            "distributorName": "Migros-Genossenschafts-Bund",
            "distributorStreetAndNumber": "Limmatstrasse 152, CH-8031 Zürich",
            "mainSpecificities": [
                {
                    "code": "Suitable for",
                    "value": "Kariesschutz, Sensible Zähne"
                }
            ]
        }
    },
    "gtins": [
        "7610108047239"
    ],
    "images": [
        {
            "cdn": "rokka",
            "url": "https://image.migros.ch/d/{stack}/o-af-1-t.clr-fff/ab55e1aef8bd4fb3d0ff475945e4022971a7d28c/elmex-sensitive-professional.jpg"
        }
    ],
    "breadcrumb": [
        {
            "id": "7494743",
            "name": "Drugstore & cosmetics",
            "slugs": [
                "drugstore-cosmetics"
            ]
        },
        {
            "id": "7494829",
            "name": "Dental care",
            "slugs": [
                "drugstore-cosmetics",
                "dental-care"
            ]
        },
        {
            "id": "7495250",
            "name": "Toothpaste",
            "slugs": [
                "drugstore-cosmetics",
                "dental-care",
                "toothpaste"
            ]
        }
    ],
    "productUrls": "https://www.migros.ch/en/product/514160800000",
    "isMgbCompatible": true,
    "isConsignmentProduct": false,
    "offer": {
        "price": {
            "displayUnitPrice": true,
            "formattedPrice": "6.95",
            "advertisedDisplayValue": "6.95",
            "effectiveDisplayValue": "6.95",
            "multiplier": 1,
            "value": 6.95,
            "effectiveValue": 6.95,
            "advertisedValue": 6.95,
            "unitPrice": {
                "value": 9.27,
                "unit": "100ml"
            }
        },
        "quantity": "75ml",
        "quantityPrice": "9.27/100ml",
        "isVariableWeight": false,
        "channel": {
            "offerType": "OFFLINE",
            "region": "national"
        },
        "maxOrderableQuantityV2": 96,
        "isNewOffer": false,
        "displayPrice": true,
        "type": "STANDARD"
    },
    "dateAdded": "2024-09-15T23:46:51"
}