{
    "uid": 100164129,
    "migrosId": "511926400000",
    "name": "Kneipp Geschenkset",
    "brand": "Kneipp",
    "title": "Kneipp Geschenkset",
    "productRange": "STANDARD",
    "productAvailability": "INSTORE_ONLY",
    "productInformation": {
        "mainInformation": {
            "brand": {
                "name": "Kneipp",
                "slug": "kneipp",
                "imagePath": "https://www-leshop-ch-cld-res.cloudinary.com/image/upload/{stack}/v1640076841/brands/Kneipp_Kneipp_Schweiz_GmbH_Logo"
            },
            "origin": "You can find information about the origin on the packaging in the store.",
            "rating": {
                "nbReviews": 2,
                "nbStars": 5.0
            },
            "migipediaUrl": "https://migipedia.migros.ch/de/products/511926400000",
            "cosmeticInformation": {
                "ingredients": "Muskel Entspannung: Ingredients: Polysorbate 20, Parfum (Fragrance), Aqua (Water), Pinus Sylvestris Cone Extract, Limonene, Abies Sibirica Oil, Citrus Sinensis Peel Oil Expressed, Arnica Montana Flower Extract, Myrocarpus Frondosus Wood Oil, Pinus Mugo Leaf Oil, Cedrus Deodara Wood Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Eucalyptus Globulus Leaf Oil, Linalool, Benzyl Alcohol, Helianthus Annuus (Sunflower) Seed Oil, Lecithin, Ascorbyl Palmitate, Glyceryl Stearate, Glyceryl Oleate, Citric Acid, Glycine Soja (Soybean) Oil, Tocopher.Entspannung Pur Ingredients: Polysorbate 20, Aqua (Water), Parfum (Fragrance), Geraniol, Citronellol, Citral, Cymbopogon Nardus (Citronella) Oil, Melissa Officinalis Leaf Extract, Limonene, Linalool, Eugenol, Farnesol, Caprylic/Capric Triglyceride, Glycine Soja (Soybean) Oil, Tocopherol, CI 47005, CI 15985.Rücken Wohl Ingredients: Polysorbate 20, Aqua (Water), Glycerin, Parfum (Fragrance), Harpagophytum Procumbens Root Extract, Melaleuca Leucadendron Cajuputi Leaf Oil, Lavandula Hybrida Oil, Geraniol, Citral, Eugenol, Linalool, Coumarin, Limonene, Sodium Levulinate, Sodium Anisate, Citric Acid, Glycine Soja (Soybean) Oil, Tocopherol, CI 16255, CI 42090.Mandelblüten Hautzart: Ingredients: Prunus Amygdalus Dulcis (Sweet Almond) Oil, Benzyl Benzoate, PEG-40 Sorbitan Peroleate, Prunus Amygdalus Dulcis (Sweet Almond) Flower Extract, Pogostemon Cablin Leaf Oil, Amyris Balsamifera Bark Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Lavandula Hybrida Oil, Limonene, Linalool, Coumarin, Alpha-Isomethyl Ionone, Geraniol, Citral, Eugenol, Citronellol, Benzyl Alcohol, Parfum (Fragrance), Helianthus Annuus Hybrid Oil, Glycine Soja (Soybean) Oil, Tocopherol. Tiefenentspannung: Ingredients: Polysorbate 20, Aqua (Water), Glycerin, Parfum (Fragrance), Pogostemon Cablin Leaf Oil, Pterocarpus Soyauxii Wood Extract, Styrax Tonkinensis Resin Extract, Limonene, Geraniol, Citronellol, Linalool, Sodium Levulinate, Sodium Anisate, Citric Acid, Glycine Soja(Soybean) Oil, Tocopherol, CI 28440, CI 42051, Benzoic Acid."
            }
        },
        "otherInformation": {
            "articleNumber": "511926400000",
            "distributorName": "Kneipp GmbH",
            "distributorStreetAndNumber": "D-97064 Würzburg",
            "remarks": [
                {
                    "code": "Warnhinweise / Pflichthinweise",
                    "value": "Kosmetisches Mittel. Nicht einnehmen und für Kinder unzugänglich aufbewahren.Hinweis Bade-Essenzen: Um Verfärbungen zu vermeiden, Badeöl dem einlaufenden Badewasser zugeben und unverdünntes Produkt bei direktem Kontakt mit Gegenständen (z. B. Wanne, Fliesen, Duschabtrennung) oder Haut gleich mit Wasser abspülen. Nach dem Baden die Wanne mit heißem Wasser nachspülen und Produktrückstände sofort entfernen.Hinweis Pflegeölbad: Badewanne nach dem Bad reinigen (Rutschgefahr). Reste der Pflegeöle anschließend mit heißem Wasser und fettlösendem Haushaltsreiniger entfernen.Eine eventuelle leichte Trübung oder Flockenbildung (Bodensatz) ist naturbedingt und ohne Einfluss auf die Qualität."
                }
            ]
        }
    },
    "gtins": [
        "4008233174495"
    ],
    "images": [
        {
            "cdn": "rokka",
            "url": "https://image.migros.ch/d/{stack}/o-af-1-t.clr-fff/5e665acc84dfba2e76de3c11308a519491c178d7/kneipp-geschenkset.jpg"
        }
    ],
    "breadcrumb": [
        {
            "id": "7494743",
            "name": "Drugstore & cosmetics",
            "slugs": [
                "drugstore-cosmetics"
            ]
        },
        {
            "id": "7494826",
            "name": "Body care",
            "slugs": [
                "drugstore-cosmetics",
                "body-care"
            ]
        },
        {
            "id": "7495239",
            "name": "Shower & bath",
            "slugs": [
                "drugstore-cosmetics",
                "body-care",
                "shower-bath"
            ]
        }
    ],
    "productUrls": "https://www.migros.ch/en/product/511926400000",
    "isMgbCompatible": true,
    "isConsignmentProduct": false,
    "offer": {
        "price": {
            "displayUnitPrice": true,
            "formattedPrice": "9.95",
            "advertisedDisplayValue": "9.95",
            "effectiveDisplayValue": "9.95",
            "multiplier": 1,
            "value": 9.95,
            "effectiveValue": 9.95,
            "advertisedValue": 9.95,
            "unitPrice": {
                "value": 1.99,
                "unit": "piece"
            }
        },
        "quantity": "5x 20ml",
        "quantityPrice": "1.99/piece",
        "isVariableWeight": false,
        "channel": {
            "offerType": "OFFLINE",
            "region": "national"
        },
        "maxOrderableQuantityV2": 96,
        "isNewOffer": false,
        "displayPrice": true,
        "type": "STANDARD"
    },
    "dateAdded": "2024-09-16T22:32:01"
}