{
    "uid": 100105805,
    "migrosId": "658525200000",
    "name": "MAAG KÄFER STOPP 80ML",
    "brand": "Maag",
    "title": "MAAG KÄFER STOPP 80ML",
    "productRange": "STANDARD",
    "productAvailability": "INSTORE_ONLY",
    "productInformation": {
        "mainInformation": {
            "brand": {
                "name": "Maag",
                "slug": "maag",
                "imagePath": "https://www-leshop-ch-cld-res.cloudinary.com/image/upload/{stack}/v1662040191/brands/maag"
            },
            "origin": "You can find information about the origin on the packaging in the store.",
            "rating": {
                "nbReviews": 5,
                "nbStars": 3.0
            },
            "migipediaUrl": "https://migipedia.migros.ch/de/products/658525200000"
        },
        "otherInformation": {
            "articleNumber": "658525200000",
            "distributorName": "Migros-Genossenschafts-Bund",
            "distributorStreetAndNumber": "Limmatstrasse 152, CH-8031 Zürich",
            "mainSpecificities": [
                {
                    "code": "Artikeltyp",
                    "value": "Schädlingsbekämpfung"
                },
                {
                    "code": "Ausführung",
                    "value": "Konzentrat"
                },
                {
                    "code": "Geeignet gegen",
                    "value": "Blütenstecher, Buchsbaumzünsler, Dickmaulrüssler, Erdraupen, Kartoffelkäfer, Kohlweisslinge, Raupen, Raupen allgemein, Thripse"
                },
                {
                    "code": "Kultur",
                    "value": "Balkon- und Kübelpflanzen, Gemüse, Ziergarten, Zimmerpflanzen"
                },
                {
                    "code": "Anwendungszeitraum",
                    "value": "Januar-Dezember"
                },
                {
                    "code": "Reichweite max.",
                    "value": "800 m²"
                },
                {
                    "code": "Wirkungsweise",
                    "value": "Spinosad ist ein biologischer Wirkstoff und eine Mischung aus den Metaboliten, des Bodenbakteriums Saccharopolyspora spinosa. Nach der Spritzung dringt Spinosad in die oberen Zellschichten der grünen Pflanzenteile ein (translaminar). Dadurch kann er nicht mehr abgespült werden. Die Wirkung tritt durch Frass und Kontakt ein wobei die Wirkung durch Frass ein Vielfaches höher als die durch Kontakt. Bei den Schadorganismen beeinflusst es die neuronale Aktivität des Nervensystems. Die Wirkung beginnt schon wenige Stunden nach der Applikation und führt zur unwiderkehrbaren Lähmung des Schaderregers. Spinosad zeichnet sich dabei zeichnet eine gute bis sehr gute Wirkung gegen Raupen, minierende Insekten, Thripse und Käfer in den Kulturen Zierpflanzen, Beeren, Obst und Gemüse aus. Der Abbau von Spinosad in der Umwelt erfolgt sehr schnell. Primärer Mechanismus ist die Photolyse. Im Boden erfolgt ein rascher Abbau durch Mikroorganismen."
                },
                {
                    "code": "Zulassungsnummer",
                    "value": "W-7333-4"
                },
                {
                    "code": "Nachfüllpack",
                    "value": "No"
                },
                {
                    "code": "Hinweis",
                    "value": "Pflanzenschutzmittel vorsichtig verwenden. Vor Verwendung stets Etikett und Produktinformationen lesen.."
                },
                {
                    "code": "Gebrauchsanweisung",
                    "value": "Zierpflanzen Bäume und Sträucher ausserhalb Forst, Blumenkulturen und Grünpflanzen, Rosen: gegen **Dickmaulrüssler** 0,8–1,2 % (80–120 ml/10 l d’eau et 100 m²), blattfressende Raupen und Thripse 0,6–0,8 % (60–80 ml/10 l Wasser und 100 m²) sowie gegen Minierfliegen 0,8–1,6 % (80–160 ml/10 l Wasser und 100 m²).  Beeren Allgemein: 0,4 % (40 ml/10 l Wasser und 100 m²). Wartefrist: 3 Tage ausser in Himbeere gegen Erdbeer- Himbeerblütenstecher und Himbeerkäfer 1 Woche. Gegen Kirschessigfliege: Anwendung im Stadium Früchte beginnen sich sortentypisch auszufärben bis 2. Pflücke: weitere Früchte sortentypisch ausgefärbt (BBCH 85–89). Maximal 2 Behandlungen pro Jahr und Parzelle (Beeren ausser Erdbeere) oder Kultur (Erdbeere). Beeren ausser Erdbeere: Nicht auf Früchten einsetzen, die aufgrund von Beschädigungen Fruchtsaft absondern. Brombeere: gegen Kirschessigfliege. Für Brombeeren bezieht sich die angegebene Aufwandmenge auf Stadium „Erste Blüten bis etwa 50 % der Blüten offen” sowie eine Referenzbrühmenge von 1 l/10 m². Erdbeere: gegen Erdbeer- oder Himbeerblütenstecher, Thripse und Kirschessigfliege 0,4 %. Die angegebene Aufwandmenge bezieht sich auf Stadium „Vollblüte bis Beginn Rotfärbung der Früchte”, 4 Pflanzen/m² sowie eine Referenzbrühmenge von 1 l/10 m². Remontierende Erdbeeren: Behandlungsintervall von 21 Tagen. Heidelbeere, Ribes-Arten (Johannisbeeren, Stachelbeere): gegen Kirschessigfliege. Die angegebene Aufwandmenge bezieht sich auf Stadium „50–90 % der Blütenstände mit sichtbaren Früchten” sowie eine Referenzbrühmenge von 1 l/10 m². Himbeere: gegen Erdbeer- oder Himbeerblütenstecher, Himbeerkäfer (für Herbsthimbeeren ist keine Bekämpfung dieser Schädlinge nötig), Kirschessigfliege. Für Sommerhimbeeren bezieht sich die angegebene Aufwandmenge auf Stadium „erste Blüten bis etwa 50 % der Blüten offen” sowie eine Referenzbrühmenge von 1 l/10 m². Für Herbsthimbeeren bezieht sich die Aufwandmenge auf eine Heckenhöhe von 150–170 cm sowie eine Referenzbrühmenge von 1 l/10 m². Mini-Kiwi und Schwarze Apfelbeere: gegen Kirschessigfliege.  Gemüse Aubergine, Gurken, Paprika, Tomaten: gegen Eulenraupen (blattfressend), Thrips: 0,6–0,8 % (60–80 ml/10 l Wasser und 100 m²). Wartefrist: 3 Tage. Aubergine, Tomaten: gegen Tomatenminiermotten 0,6 % (60 ml/10 l Wasser und 100 m²). Wartefrist: 3 Tage. Kohlarten: gegen Erdflöhe, Eulenraupen (blattfressend), Kohldrehherzgallmücke, Kohlschabe, Rapsminierfliege, Weisslinge: 0,6–0,8 % (60–80 ml/10 l Wasser und 100 m²). Wartefrist: 1 Woche. Gegen Kohlfliege 4–7,2 % (40–72 ml/10 l Wasser und 24–40 ml Spritzbrühe/100 Pflanzen). Pflanzen. Anwendung im Giessverfahren bei Jungpflanzen. Maximal 1 Behandlung pro Kultur und Jahr. Küchenkräuter: gegen Eulenraupen (blattfressend). 0,4 % und 4 ml/10 m². Wartefrist: 1 Woche. Lauch, Zwiebeln: gegen Minierfliegen und Thrips. 8 ml/10 m². Maximal 4 Behandlungen pro Parzelle und Jahr in dieser Kultur. Wartefrist: 1 Woche. Nüsslisalat: gegen Minierfliegen. 0,6 % (60 ml/10 l Wasser und 100 m²). Wartefrist: 2 Wochen. Paprika, Tomaten: gegen Minierfliegen. 0,8–1,6 % (80–160 ml/10 l Wasser und 100 m²). Wartefrist: 3 Tage. Rucola: gegen Erdraupen, Eulenraupen (blattfressend). 0,4 % (40 ml/10 l Wasser und 100 m²). Maximal 2 Behandlungen pro Kultur und Jahr. Wartefrist: 1 Woche. Schnittlauch: gegen Minierfliegen und Thrips. 40 ml/10 l Wasser und 100 m². Wartefrist: 1 Woche. Spinat: gegen Erdraupen, Eulenraupen (blattfressend). 40–80 ml/10 l Wasser und 100 m². Maximal 1 Behandlung pro Kultur und Jahr. Wartefrist: 1 Woche. Zuckermais: gegen Maiszünsler. 40 ml/10 l Wasser und 100 m². Anwendungszeitpunkt bei Flughöhepunkt der Falter. Maximal 1 Behandlung pro Kultur und Jahr. Wartefrist: 3 Wochen."
                },
                {
                    "code": "FiBL Zertifizierung",
                    "value": "Yes"
                },
                {
                    "code": "Einsatzbereich",
                    "value": "Innen, Aussen"
                },
                {
                    "code": "Inhalt",
                    "value": "80 ml"
                },
                {
                    "code": "Gefahrenhinweise",
                    "value": "Enthält 1,2-Benzisothiazol-3(2H)-on. Kann allergische Reaktionen hervorrufen. Zur Vermeidung von Risiken für Mensch und Umwelt die Gebrauchsanleitung einhalten. Giftig für Wasserorganismen, mit langfristiger Wirkung. Darf nicht in die Hände von Kindern gelangen. Verschüttete Mengen aufnehmen. Leere Gebinde gründlich gereinigt zur Kehrichtabfuhr. Entsorgung von Mittelresten bei der Gemeindesammelstelle, der Sammelstelle für Sonderabfälle oder der Verkaufsstelle. Mittel und/oder dessen Behälter nicht in Gewässer gelangen lassen."
                },
                {
                    "code": "MPN - Hersteller Artikelnummer",
                    "value": "208225"
                }
            ]
        }
    },
    "externalShopLink": {
        "shop": "DOITGARDEN",
        "url": "https://www.doitgarden.ch/de/p/658525200000/maag-maag-kaefer-stopp",
        "name": "Do It + Garden",
        "purchasable": true
    },
    "gtins": [
        "7640185982253"
    ],
    "images": [
        {
            "cdn": "rokka",
            "url": "https://image.migros.ch/{stack}/a77a4f04bf843e8cb2f84587d5dcdd028cd23acd/maag-kaefer-stopp-80ml.jpg"
        },
        {
            "cdn": "rokka",
            "url": "https://image.migros.ch/{stack}/8c3b631b4ca60421572734e599b1cf6babb74480.jpg"
        }
    ],
    "breadcrumb": [
        {
            "id": "7494741",
            "name": "Household and living",
            "slugs": [
                "household-and-living"
            ]
        },
        {
            "id": "7494815",
            "name": "Garden, plants & flowers",
            "slugs": [
                "household-and-living",
                "garden-plants-flowers"
            ]
        },
        {
            "id": "7495184",
            "name": "Insecticides",
            "slugs": [
                "household-and-living",
                "garden-plants-flowers",
                "insecticides"
            ]
        }
    ],
    "productUrls": "https://www.migros.ch/en/product/658525200000",
    "isMgbCompatible": true,
    "isConsignmentProduct": false,
    "offer": {
        "price": {
            "displayUnitPrice": true,
            "formattedPrice": "29.95",
            "advertisedDisplayValue": "29.95",
            "effectiveDisplayValue": "29.95",
            "multiplier": 1,
            "value": 29.95,
            "effectiveValue": 29.95,
            "advertisedValue": 29.95,
            "unitPrice": {
                "value": 37.44,
                "unit": "100ml"
            }
        },
        "quantity": "80 ML",
        "quantityPrice": "37.44/100ml",
        "isVariableWeight": false,
        "channel": {
            "offerType": "OFFLINE",
            "region": "national"
        },
        "maxOrderableQuantityV2": 96,
        "isNewOffer": false,
        "displayPrice": true,
        "type": "STANDARD"
    },
    "dateAdded": "2024-09-16T03:48:30"
}